import { writable } from "svelte/store";

export const slides = writable([
    {
        description: 'С 29 декабря 2020 по 31 марта 2021 года при покупке сета серии Cortina в белом цвете, состоящего из духового шкафа SF750BS, компактного прибора SF4750VCBS и варочной поверхности SR764BS (газ), предоставляются специальные цены. Данная акция не распространяется на выставочные образцы и не суммируется с другими действующими акциями.',
        image: 'https://smeg-store.ru/wa-data/public/shop/img/aktsiya-kniga-retseptov-1.jpg',
        active: 'active'
    },
    {
        description: 'С 29 декабря 2020 по 31 марта 2021 года при покупке сета серии Cortina в белом цвете, состоящего из духового шкафа SF750BS, компактного прибора SF4750VCBS и варочной поверхности SR764BS (газ), предоставляются специальные цены. Данная акция не распространяется на выставочные образцы и не суммируется с другими действующими акциями.',
        image: 'https://smeg-store.ru/wa-data/public/shop/img/%D0%B0%D0%BA%D1%86%D0%B8%D1%8F%20%D1%81%D0%BF%D0%B5%D1%86%D1%86%D0%B5%D0%BD%D1%8B_%D0%B2%D0%B0%D1%807_060217.jpg',
        active: ''
    },
    {
        description: 'С 29 декабря 2020 по 31 марта 2021 года при покупке сета серии Cortina в белом цвете, состоящего из духового шкафа SF750BS, компактного прибора SF4750VCBS и варочной поверхности SR764BS (газ), предоставляются специальные цены. Данная акция не распространяется на выставочные образцы и не суммируется с другими действующими акциями.',
        image: 'https://smeg-store.ru/wa-data/public/shop/img/aktsiya-skidka-10-na-komplekt-cortina-1.jpg',
        active: ''
    }
])